export const masters = {
  马保国: {
    title: '浑元形意太极门掌门',
    intro: '马保国祖父为武术家马忠义，父亲为八路军战士马德峰。马保国从 7 岁开始随父亲习练祖传的山东马家功夫。1968年底，马保国入读河南省内乡县高级中学（内乡一高）。1970 年 12 月，高中毕业的马保国从军入伍，在山东长岛要塞区服役了 5 年。1976 年春节前，马保国与在内乡工作的女友陈淑敏完婚。<br><br>1976 年 3 月，马保国从部队复员回到内乡县城，5 月被分配到南阳市当工人。1977 年，高考制度恢复，马保国考入南阳师范高等专科学校（南阳师专）并于 1978 年 3 月入读。1981 年 3 月，马保国从南阳师专毕业，回到南阳市原单位工作。1982 年春，马保国被省交通厅选拔为后备干部，于 5 月份参加了国家交通部组织的考试，9 月份到西安公路交通大学学习公交管理。<br><br>1982 年 9 月，在西安上大学的马保国结识了形意拳名家尚济并向其学习形意拳。1984 年年底，马保国毕业回到原单位。1987 年，马保国结识了自称「郭大侠」的武当、峨眉功夫传人郭升海并向其拜师学艺，后成为其入室弟子。1997 年夏天，马保国结识了混元太极第二代传人王长海。王长海会在公园教学点教拳，马保国参加了三次推手学习班。马保国虽自称王长海为自己的师父，不过混元太极谱系记载的王长海的 39 位弟子中并没有马保国。2001 年，马保国的儿子马晓阳赴英国读 MBA，为此马保国借了巨债，但之后无力偿还，不得已而出国教拳。<br><br>2002 年 2 月至 2007 年 1 月，马保国在英国教授中国功夫，并在此期间的 2004 年 2 月创建了「英国混元太极拳协会」，任首届会长。2013 年夏，马保国与儿子马晓阳及众弟子共同创立了「浑元形意太极门」。2015 年秋，马保国协助儿子马晓阳创办了上海浑元国术馆并任名誉馆长。',
    timelineContents: [
      {
        date: '2017 年 5 月 2 日',
        tlTitle: '发布 4000 字公开信痛斥徐某',
        tlText: '在 2017 年 4 月 27 日徐某 KO 「雷公太极创始人」雷雷后，马保国在几天后的 5 月 2 日发布了一篇 4000 余字的公开信。在公开信中，马保国痛斥徐某「自欺欺人」、「掩耳盗铃」，称徐某「抓住一个太极拳师一场比赛的输去强加为一个太极门派的输」。<br><br>马保国称：「我国仍然有一大批练真正中国传统功夫、很能打的大师队伍。他们在特种部队、武警部队的教练队伍里、民间看破红尘、藏而不露的高人中」、「西方武术界从来不认为你练的 MMA 厉害，他们反而认为中国正宗的传统功夫比他们 MMA 厉害多了」、「有很多中国传统功夫高手在西方教功夫且多次击败西方 MMA 高手」。<br><br>马保国还在公开信中附上了自称是自己打败「欧洲 MMA 冠军 Peter Irving」的「实战」录像，并且说自己是「靠中国传统功夫的高级大法和自己近 60 年的功力获胜」。<div class="media"><video width="400" src="/video/马保国/马保国PeterIrving.mp4" controls></video><p>马保国与 Peter Irving 的「实战」视频</p></div>'
      },
      {
        date: '2017 年 6 月 2 日',
        tlTitle: '徐某对马保国父子发起挑战',
        tlText: '一个月后，徐某在微信朋友圈回应马保国公开信，并对马保国父子发起挑战。<div class="media"><img src="/img/马保国/徐某发起挑战.png"><p>徐某回应马保国公开信</p></div>'
      },
      {
        date: '2017 年 6 月 6 日',
        tlTitle: 'Peter Irving 辟谣「实战视频」',
        tlText: '在马保国公开信发布的一个月余后，「实战打败欧洲 MMA 冠军 Peter Irving」的视频被其本人得知。6 月 6 日，Peter Irving 在其 Facebook 账户上发布了如下公告：<div class="media"><img src="/img/马保国/PeterIrving辟谣.png"><p>Peter Irving 的辟谣公告</p></div>在公告中，Irving 称此视频为 2 年前配合马保国「表演（acting）」录制的片段。他当时认为此影像是马保国制作给马自己的一个「致敬视频（a trible to him）」并且并不会流传出去。但是由于近期在中国的「MMA 选手（徐某）挑战传武事件」，马保国就将该影像进行剪辑后发布并宣城自己打败了 Irving。<br><br>Irving 还称此剪辑后的视频使他名誉受损。他直言：如果是实战的话，他甚至能在不击打和伤害到马保国的情况下来将其弄晕。'
      },
      {
        date: '2017 年 6 月 9 日',
        tlTitle: '马保国应战徐某',
        tlText: '同月 9 号，马保国再发布一则公告，接受徐某挑战。比武日期定于 6 月 26 日，地点为上海。<div class="media"><img src="/img/马保国/马保国应战.png"><p>徐某回应马保国公开信</p></div>'
      },
      {
        date: '2017 年 6 月 26 日',
        tlTitle: '与徐某比武之日',
        tlText: '6 月 26 日，比武双方马保国及徐某如约到达指定场地。当日下午 14 时 48 分，双方选手握手致意并签订协议，比武即将开始。两分钟后，场馆灯光突然被熄灭，有场地工作人员称比赛场地不合规，且没有进行批报，叫停即将开始的比武。徐某发言解释，并表示如场地不合规可以使用替代的方案。14 时 53 分，当地警方以「聚众打架」为由带走徐某问话，比武被迫取消。直到晚上 8 点，徐某才得以离开警局。<br><br>事后，徐某称比武当日收到消息，马保国令其侄子马斌多次向当地派出所报警以寻求警方的介入来阻止比赛的正常进行。<br><br>比武取消后，马保国接受了记者王志安的采访。在采访中，马保国称自己曾在 2009 年在师妹胳膊上试打了「朱砂掌」，在三年后再见到师妹时此「朱砂掌」留下的印记仍未完全消失。马保国还表明之前被徐某击败的太极雷雷「不懂实战」，并称「115 公斤的人也无法双手握住他的一个手指」、「太极拳比巴西柔术高明得多」，还表示自己可以「唱着歌破裸绞」。<br><br>马保国在采访中还展示了自己左手手掌上的一个肉球，后在电话采访声称这个球是他练出来的「太极球」，是他的「太极总开关」。<br><br>采访视频精华如下：<div class="media"><video width="400" src="/video/马保国/马保国局面采访.mov" controls></video><p>马保国接受王志安采访</p></div>'
      },
      {
        date: '2020 年 1 月',
        tlTitle: '马保国发布「耗子尾汁」视频',
        tlText: '2020 年 1 月，马保国发布了其著名视频，此视频日后成为了大量恶搞、「鬼畜」剪辑的素材。在视频中，马保国右眼青肿，他称有两个年轻人慕名而来向他寻求治疗颈椎疼痛的方法。他对年轻人说「在健身房练死劲儿是不管用的」，年轻人表示不服气后，马保国让他们用两个手来掰其手指头也没掰动，还称「200 多斤的英国大力士也掰不动」。然后马保国与两位年轻人中的一位展开了激烈的比武，并将年轻人的一套组合技全部防御下来，认为此时比武点到为止已结束，怎料年轻人发起了「偷袭」，所以致其右眼青肿。<br><br>自述视频如下：<div class="media"><video width="400" height="300" src="/video/马保国/马保国眼肿.mp4" controls></video><p>马保国眼肿自述视频</p></div>而在此视频发布以后，有人联系到了与马保国过招的「年轻人」，「年轻人」就对事件作出了回应，在回应中，「年轻人」表示，是马保国自己提出的过招并且先出手，当时基于本能的反击就打在了马保国的眼睛上造成了后来的淤青，并不是如马保国在视频中所说的「年轻人」先出手，这一套反击打出的组合技也并没有如马保国所说的被他「防出去了」。<div class="media"><img src="/img/马保国/年轻人微信记录.jpg"><p>「偷袭事件」中「年轻人」的回应</p></div>'
      },
      {
        date: '2020 年 5 月 17 日',
        tlTitle: '对决王庆民：身败名裂',
        tlText: '2020 年 5 月 17 日，马保国在山东淄博一场名为「演武堂之江湖十六」的搏击比赛中对阵年近 50 岁的民间武术爱好者王庆民，在 30 秒内被王庆民连续击倒 3 次，最后一次被 K.O. 在地昏迷两分钟。该视频在微博等社交平台疯传，马保国「一战成名」。<br><br>比赛视频如下：<div class="media"><video width="400" src="/video/马保国/马保国王庆民.mp4" controls></video><p>马保国被连续 K.O.</p></div>'
      },
      {
        date: '2020 年 11 月',
        tlTitle: '马保国恶搞视频开始流行',
        tlText: '2020 年 11 月，以 Bilibili 为首的视频网站及社交媒体上开始大量出现各种基于马保国「耗子尾汁」视频、被王庆民 K.O. 录像以及「闪电五连鞭」等的再创作恶搞、「鬼畜」视频，马保国开始爆红。'
      },
      {
        date: '2020 年 11 月 15 日',
        tlTitle: '发布微博，疑似隐退',
        tlText: '2020 年 11 月 15 日，马保国在其官方微博发声，表示自己「已回归平静生活，远离武林是非圈子」，疑似隐退。<div class="media"><img src="/img/马保国/疑似隐退.jpeg"><p>马保国疑似隐退</p></div>'
      },
      {
        date: '2020 年 11 月 17 日',
        tlTitle: '宣布参演电影《少年功夫王》拍摄',
        tlText: '同月 17 日，仅在宣布「已回归平静生活」2 天后，马保国便发布新视频称自己将出演电影《少年功夫王》，并在视频中再次表演了绝技「闪电五连鞭」。<div class="media"><video width="400" height="300" src="/video/马保国/少年功夫王.mp4" controls></video><p>马保国宣布参演电影《少年功夫王》</p></div>'
      },
      {
        date: '2020 年 11 月 25 日',
        tlTitle: '接受《新京报》采访',
        tlText: '2020 年 11 月 25 日，马保国接受媒体《新京报》采访，谈了近期的事件。在采访中，马保国称他近期如此大的热度是来源于「中华民族对于传统功夫的热爱」，并再次解释自己是如何「打败」Peter Irving 并让他佩服得五体投地的，他还称 Peter Irving 后来的辟谣是「为了面子」。当记者问道：「既然您能打得过 Peter Irving，那为什么打不过业余的王庆民呢？」时，马保国回应称不知为何当天出手速度变慢，但在与一些「武林高手」进行讨论后，他们一致认为王庆民当天暗算（使用乙醚）了马保国。<div class="media"><video width="400" src="/video/马保国/新京报采访.mov" controls></video><p>马保国接受《新京报》采访片段</p></div>'
      },
      {
        date: '2020 年 11 月 28 日',
        tlTitle: '马保国开始遭到封杀',
        tlText: '2020 年 11 月 28 日下午，官媒人民日报发文「马保国闹剧，该立刻收场了」，质疑马保国的炒作目的和「审丑」风气。<div class="media"><img src="/img/马保国/人民日报批马保国.jpeg"><p>人民日报批马保国</p></div>当晚，马保国恶搞视频爆红的发源地 Bilibili 网站的官方账号发布公告，将严格限制、审核及管理与马保国相关视频内容，防止被马保国利用以为自己牟利。<div class="media"><img src="/img/马保国/B站官方声明.jpg"><p>Bilibili 官方声明</p></div>截止到现在，在 Bilibili 搜索「马保国」、「五连鞭」等字样已不显示结果，马保国事件正式告一段落，马保国本人也成为了第一个被官方「封杀」的传武大师。'
      }
    ]
  },
  雷雷: {
    title: '雷公太极创始人',
    intro: '雷雷，本命魏雷，出生于北京，「雷公太极」创始人、成都太极文化养生培训基地总教练。从七八岁开始就接触太极拳，其启蒙老师是杨氏太极第四代传人。在练习太极拳的同时，雷雷也曾学习过拳击、散打、柔道、泰拳和跆拳道，且曾热爱健身。',
    timelineContents: [
      {
        date: '2015 年 2 月 23 日',
        tlTitle: '央视《体验真功夫》杨氏太极拳播出',
        tlText: '2015 年 2 月 23 日，央视 CCTV4 中文国际频道的《体验真功夫》栏目组来到了四川成都青城山上的一个「太极文化养生培训基地」，初次拜访了杨氏太极拳传人雷雷。在节目嘉宾与雷雷进行了一番关于太极拳的口头探讨后，热爱中国传统武术的老外嘉宾 Eric 便想试一试雷雷的太极功夫，于是他们便进行了以下视频中的「激烈战斗」：<div class="media"><video width="400" src="/video/雷雷/雷雷Eric.mp4" controls></video><p>《体验真功夫》雷雷 Eric 交手</p></div> 徒手战斗后，雷雷又与 Eric 来了一场「雨伞械斗」来演示太极拳中的器械功夫：<div class="media"><video width="400" src="/video/雷雷/雨伞械斗.mp4" controls></video><p>《体验真功夫》雷雷 Eric「雨伞械斗」 </p></div>而后，雷雷又使用了一只西瓜来展示了太极拳超越科学的「透劲」：一掌下去，西瓜皮毫发无损，而内部却早已被内力震得变质：<div class="media"><video width="400" src="/video/雷雷/拍西瓜.mp4" controls></video><p>《体验真功夫》雷雷拍西瓜 </p></div>随后，雷雷又和师父罗宇一起，展示了太极中又一个超越科学的绝技：「雀不飞」。即使用「化劲」让手中的鸟无法借力起飞：<div class="media"><video width="400" src="/video/雷雷/雀不飞.mp4" controls></video><p>《体验真功夫》雷雷与师父罗宇展示「雀不飞」 </p></div>通过这样的一期精彩的节目，广大观众无一不为太极拳的神器赞叹。除了本期节目的主人公雷雷以及其师父罗宇外，我们还必须要记住三个嘉宾名字：「实战派武术家」赵冀龙、记者颜飞以及热爱中国传统武术的外国小伙儿 Eric Couillard，你们值得一张 S 卡！'
      },
      {
        date: '2016 年 12 月 27 日',
        tlTitle: '雷雷在微博称可单手破裸绞',
        tlText: '2016 年 12 月 27 日，雷雷在微博称自己可以只手破解 MMA 中的「大杀器锁技」裸绞，并与徐某展开了争论。<div class="media"><img src="/img/雷雷/单手破裸绞.png"><p>雷雷单手破裸绞微博截图</p></div>'
      },
      {
        date: '2017 年 4 月 27 日',
        tlTitle: '徐某 20 秒 K.O. 雷雷',
        tlText: '雷雷与徐某在微博上的争论后发展成更大的恩怨，徐某的联系方式甚至在全网流通（疑似通过雷雷之手流出），以致被骚扰。2017 年 4 月 27 日，双方进行了一次比武，徐某仅用不到 20 秒便将雷雷 K.O.，比赛结束。<div class="media"><video width="400" src="/video/雷雷/决战徐某.mp4" controls></video><p>徐某与雷雷比武视频</p></div>'
      },
      {
        date: '2017 年 5 月 3 日',
        tlTitle: '雷雷接受《局面》采访',
        tlText: '在惨败徐某的几天后，雷雷接受了访谈节目《局面》记者王志安的采访。在采访中，雷雷解释称自己是「鞋太滑导致摔倒」而不是被徐某「击倒」。<div class="media"><video width="400" src="/video/雷雷/鞋底太滑.mp4" controls></video><p>徐某与雷雷比武视频</p></div>雷雷在采访中还说出了著名的「术高莫用」论：怕徐某出人命自己进派出所所以不敢使用「内家拳」。<div class="media"><video width="400" src="/video/雷雷/术高莫用.mp4" controls></video><p>雷雷「术高莫用」</p></div>另外，雷雷还谈到了之前央视《体验真功夫》节目中的「拍西瓜」桥段，他承认节目播出的西瓜变色是节目组提前往西瓜里打入了盐水的效果。但是他还称当时拍了两段视频，另一段是拍西瓜之后皮没事而内部的皮开裂了，可是自己向央视没有要到这一段视频，而最终播出了另一段。<div class="media"><video width="400" src="/video/雷雷/解释拍西瓜.mp4" controls></video><p>雷雷解释「拍西瓜」</p></div>'
      }
    ]
  },
  陈小旺: {
    title: '陈氏太极代表性传承人',
    intro: '陈小旺，男，国籍澳大利亚，1946 年 10 月 20 日出生于河南省温县陈家沟，是第一批国家级非物质文化遗产项目太极拳（陈氏太极拳）代表性传承人。<br><br>陈小旺自幼随父辈习武，精通陈氏太极拳理论、套路、器械、推手、散打。在承袭世代家传武学的基础上，继承、发展了陈氏太极拳。1980 年被河南省体委调入，从事专职武术训练和教学工作。1980 - 1982 年参加全国太极拳比赛，连续三年获金牌奖。1985 年代表中国队在西安的首届国际武术邀请赛中获太极拳冠军，曾 20 多次获重大比赛冠军，多次代表中国到日本、美国、新加坡等一百多个国家交流、访问。多次以其精妙绝伦太极功夫战胜和折服了不少前来挑战的武士和力士，为国家赢得了荣誉。多年来培养出了一大批国内外太极拳冠军和优秀太极拳手。辅导教授学生数万人次。',
    timelineContents: [
      {
        date: '2012 年 10 月 1 日',
        tlTitle: '湖南卫视《谁与争锋》太极VS大力士',
        tlText: '2012 年 10 月 1 日，湖南卫视的晚间综艺节目《谁与争锋》播出了国庆特别放送：《亚洲首席大力士 VS. 任何人都推不动的太极宗师》。节目组请来了号称「中国大力士王」的大力士运动员龙武以及「太极宗师」陈小旺。节目中着重介绍了大力士的力量如何强大以及太极功夫如何稳如泰山，一场矛与盾的对决在两者之间展开：两人一共进行了三局，每局时长 1 分钟的比赛。如果在 1 分钟之内，大力士龙武能将太极宗师陈小旺推出圈外，则龙武获胜；反之则陈小旺获胜。<br>在进行了一番激烈的对抗后，龙武三局都未能将陈小旺推出圈外：<div class="media"><video width="400" src="/video/陈小旺/谁与争锋互推.mp4" controls></video><p>《谁与争锋》大力士 VS. 太极宗师</p></div> 鉴于本期节目实在太过精彩，全程无尿点，特将全片放出供大家观赏：<div class="media"><video width="400" src="/video/陈小旺/谁与争锋.mp4" controls></video><p>《谁与争锋》完整版</p></div>'
      },
      {
        date: '2016 年 8 月 2 日',
        tlTitle: '龙武微博承认节目造假',
        tlText: '2016 年 8 月 2 日，当初「推不动」太极宗师陈小旺的大力士龙武发布微博，称「已经帮了太极那么多，我觉的够了。改为大力士正名了」、「以前的太极拳叫『拳』现在叫『太极体操』养身确实可以，至于实战，哈哈哈哈哈哈哈」疑似嘲讽太极鼓吹的实战性太滑稽。<div class="media"><img src="/img/陈小旺/龙武微博.png"><p>龙武发布微博</p></div>随后的几天到几个月内，龙武屡次在此微博下回复网友消息，回复内容包括「当年也是不得已而为之」、「当时我是尊重老前辈，后来发现陈先生（陈小旺）只是沽名钓誉之徒，才把真相说出来」等。他在回复中还揭露道：当时他只用了 5 秒钟的时间就将陈小旺推伤了，并且在椅子上坐了一个小时都起不来，最后录了个结尾加上开始的镜头在剪辑下变成了「每局 1 分钟的三局比赛」。<div class="media"><img src="/img/陈小旺/龙武对话1.png"><p>龙武微博回复</p></div><div class="media"><img src="/img/陈小旺/龙武对话2.png"><p>龙武微博回复</p></div><div class="media"><img src="/img/陈小旺/龙武对话3.png"><p>龙武微博回复</p></div>'
      }
    ]
  },
  王占军: {
    title: '央视武林大会冠军',
    intro: '王占军，河南省温县陈家沟人，陈式太极拳王西安拳法第二代传人，2008 央视武林大会陈式太极拳年度总冠军，国际太极拳文化传播大使，全国武术锦标赛蝉联冠军，吉尼斯世界纪录「丹田弹抖 - 2 公斤重物弹出 102 公分）获得者」，陈家沟太极拳八大天王之 - 霸天王。<br><br>王占军自幼随父 - 国际太极拳王王西安先生习武，学习陈式太极拳老架、新架、国家规定竞赛套路及所有器械，推手及散手，在实战方面颇有造诣，尤其擅长太极推手、擒拿技巧。他热爱中国武术事业，致力于中华武术的研究和探索。他通过长期练习切磋感悟，渐渐突破了传统流派的限制，博采众家之长，广涉诸家之忧，在结合实际变通创新之后，逐步形成了自己独特的技艺风格，创编太极功夫架，传帮带徒。在研究和教学中，他创造性地实现了传统与现实、继承与发展的有机结合，传承和延续了中华武术源远流长、博大精深之民族文化。在弘扬中华武术精神、促进国际武术交流、推动全民健身运动中发挥了示范和表率作用。<br><br>自 1988 年起，他多次在各种太极拳大赛中荣获冠军，1996 年至今，他培养的运动员在国内外各类武术比赛中，荣获 500 余枚金牌。他还多次赴马来西亚、日本、法国、新加坡、美国、意大利、香港、广州、山东等地讲学，并以其浑厚的内功，超群的技艺，在河南省多届太极拳武术锦标赛、全国武术太极拳锦标赛以及国际太极拳年会（交流会）比赛中屡登冠军宝座，因而在国内外武术界还享有「常胜将军」的美誉。此外，他还被海内外多家武术机构、赛事聘为顾问、会长、裁判长等。',
    timelineContents: [
      {
        date: '2008 年',
        tlTitle: '央视《康龙武林大会》夺冠',
        tlText: '2008 年，「常胜将军」王占军代表陈式太极拳夺得了央视《康龙武林大会》比赛的年度总冠军。我们在这里放出两场：分别是王占军打败马云曾经的保镖李天金、以及年度总决赛的比赛片段，配上央视的激情解说，堪称石破天惊。<div class="media"><video width="400" src="/video/王占军/康龙武林大会.mp4" controls></video><p>《康龙武林大会》精彩片段</p></div>'
      },
      {
        date: '2017 年 5 月 11 日',
        tlTitle: '王占军兄节目承认武林大会为效果',
        tlText: '《康龙武林大会》有着许多争议，比如比赛看起来「很假」，不像是实战；且王占军夺冠路上的许多对手，包括李天金和决赛的对手樊帅鑫实际上都是王占军的徒弟。2017 年，王占军的亲哥哥王占海在上凤凰卫视访谈节目《锵锵三人行》回主持人问时并未正面回应王占军与交战选手的关系，但是却承认了播出的节目都是「表演」。他称在录制节目前比赛双方会在没有录像的情况下进行一场实战比赛，然后在节目录制时再按照实战的胜负结果来进行表演，以保证节目效果。<div class="media"><video width="400" src="/video/王占军/王占海锵锵三人行.mp4" controls></video><p>王占海《锵锵三人行》片段</p></div>'
      }
    ]
  },
  王占海: {
    title: '太极拳世界冠军',
    intro: '王占海，原名王战海，男，太极拳世界冠军，首批国家级非物质文化遗产太极拳代表性传承人王西安大师之长子，陈式太极拳第十二代传人，陈式太极拳王西安拳法第二代传人，王西安拳法研究会副会长及执行总教练、太极禅国际文化发展有限公司技术总监。<br><br>自幼在父亲王西安言传身教下苦练套路、揣摩实战、深得真传。深谙太极拳「四两拨千斤」、「螺旋缠绕」之理，对太极技击的「旋贯力」、「穿透力」、「化解力」颇有见地，16 岁首次参赛即夺得冠军，其后十余年间参加所有全国及国际性太极拳赛事均夺得冠军，从无败绩，被誉为「无敌战将」。',
    timelineContents: [
      {
        date: '2013 年 11 月 11 日',
        tlTitle: '湖南卫视《谁与争锋》太极VS橄榄球运动员',
        tlText: '2013 年 11 月 11 日，湖南卫视的晚间综艺节目《谁与争锋》播出了：《橄榄球运动员对抗太极宗师》。节目组请来了号称「30 年从无败绩的太极拳世界冠军」的太极宗师王占海以及「夺冠无数」的中国农业大学英式橄榄球队最强三人组合。对决规则如下：在一块橄榄球场内，王占海持球进攻，橄榄球队员进行防守，如果三分钟内王占海能够带球到达得分线，则太极拳胜；如在三分钟内王占海无法将球带到得分线，则橄榄球队胜。<br>对决开始后，王占海闪转腾挪加各种卸力，三名橄榄球运动员的轮番进攻都被王占海一一化解。在一番激烈的攻防后，在比赛进行 2 分 58 秒、比赛还有 2 秒就要结束时：王占海最终「压哨」将球带到了得分线上，获得了对决的胜利。<div class="media"><video width="400" src="/video/王占海/太极拳橄榄球片段.mp4" controls></video><p>《谁与争锋》太极拳 VS. 橄榄球运动员</p></div> 完整版的节目在对决前放出了一些王占海和三名橄榄球运动员的「实力测试」，有兴趣的朋友们可以看看：<div class="media"><video width="400" src="/video/王占海/太极拳橄榄球.mp4" controls></video><p>《谁与争锋》完整版</p></div>'
      },
      {
        date: '2017 年 5 月 10 日',
        tlTitle: '橄榄球运动员之一微博承认节目造假',
        tlText: '2017 年 5 月 10 日，当初参与《谁与争锋》太极 VS. 橄榄球运动员录制中干篮球运动员三人组中的一员 - 李铁托发布了一则澄清微博。在该微博中，李铁托道歉，并且曝光了节目录制的真实情况：与我们看到的播出版本中太极宗师轻松化解橄榄球运动员们的防守不同，实际上橄榄球运动员们在第一个回合的对抗中就使用扑搂动作弄伤了王占海。节目组见状便碰瓷式威胁三名橄榄球运动员，称「一代太极宗师在你们的场地上受了伤这责任你们谁也承担不起」、「这样下去节目会变得毫无悬念和看点」。并且希望三名运动员接下来「配合防守」、「配合说台词」。这才有了上面视频中的播出节目片段。三名橄榄球运动员在完成录制后认为此节目会因逻辑漏洞以及情节不合理无法播出，没想到节目组却用了神奇的剪辑技术展现出了「太极高手压倒性战胜橄榄球运动员」的片段。<div class="media"><img src="/img/王占海/李铁托微博.png"><p>李铁托发布微博</p></div>'
      }
    ]
  },
  '余昌华、丁浩': {
    title: '咏春大师',
    intro: '余昌华，1979年生，江西昌华咏春堂总教练，江西省国家咏春拳段位制考试点负责人；国家武术一级裁判员；国家咏春拳段位考评员；国家咏春拳段位指导员。<br><br>丁浩，余昌华弟子。<br><br>2010 年 6 月，余昌华和弟子丁浩取得全国首届咏春拳专项段位指导资格。2011 年 3 月，余昌华首次带队参加第九届「武德杯」香港国际武术咏春拳比赛，一举拿下咏春拳集体拳术冠军，少年男子女子，青年男子女子，中年男子咏春冠军。并夺得男子散打特别技术优胜奖，武德高尚奖等荣誉，余昌华荣获最佳教练员。2012 年 2 月，余师傅带队参加了第十届「感恩杯」香港国际武术咏春拳比赛，蝉联了 2011 年的全部荣誉，并把金牌数量超越至 19 枚，银牌 6 枚，铜牌 3 枚。2013 年 4 月，第十一届「祝福杯」香港国际武术节上，江西昌华咏春为江西省夺得 29 枚金牌 2 枚银牌 4 枚铜牌，涉及单人、双人对练、集体拳术，器械四大项目，继第九届「武德杯」、第十届「感恩杯」香港国际武术节两次夺魁后，江西昌华咏春再度成为获奖最多的队伍。'
  }
}
