export const masters = {
  马保国: {
    title: '浑元形意太极门掌门',
    intro: '男，籍贯山东临沂，生于河南内乡，中国太极拳师、演员，自称“浑元形意太极门掌门人”。马保国祖父为武术家马忠义， 父亲为八路军战士马德峰。马保国从7岁开始随父亲习练祖传的山东马家功夫。1968年底，马保国入读河南省内乡县高级中学（内乡一高）。1970年12月，高中毕业的马保国从军入伍，在山东长岛要塞区服役了5年[2]。1976年春节前，马保国与在内乡工作的女友陈淑敏完婚。',
    timelineContents: [
      {
        date: '2017 年 4 月 27 日',
        tlTitle: '点评雷雷之战',
        tlText: '6月26日，马保国如约与徐晓冬比武，但其间出现了小插曲，需更换场地。在更换场地事宜商议期间，马保国接受了媒体的采访。采访之际，有围观者喊到“我们支持徐晓冬”，“徐晓冬是打假，不是打中国功夫”，马保国则怒斥曰“中国功夫要走向世界，在这一点上我们是一致的，你喊你支持徐晓冬你是狭隘，没有高度”'
      }
    ]
  },
  雷雷: {
    title: '雷公太极创始人',
    intro: '魏雷，出生于北京，“雷公太极”创始人，从七八岁开始就接触太极拳，其启蒙老师是杨氏太极第四代传人。'
  },
  陈小旺: {
    title: '陈氏太极代表性传承人',
    intro: '魏雷，出生于北京，“雷公太极”创始人，从七八岁开始就接触太极拳，其启蒙老师是杨氏太极第四代传人。'
  },
  王占军: {
    title: '央视武林大会冠军',
    intro: '魏雷，出生于北京，“雷公太极”创始人，从七八岁开始就接触太极拳，其启蒙老师是杨氏太极第四代传人。'
  },
  王占海: {
    title: '太极拳世界冠军',
    intro: '魏雷，出生于北京，“雷公太极”创始人，从七八岁开始就接触太极拳，其启蒙老师是杨氏太极第四代传人。'
  },
  '余昌华、丁浩': {
    title: '咏春大师',
    intro: '魏雷，出生于北京，“雷公太极”创始人，从七八岁开始就接触太极拳，其启蒙老师是杨氏太极第四代传人。'
  }
}
