export const masters = {
  马保国: {
    title: '浑元形意太极门掌门',
    intro: '马保国祖父为武术家马忠义，父亲为八路军战士马德峰。马保国从 7 岁开始随父亲习练祖传的山东马家功夫。1968年底，马保国入读河南省内乡县高级中学（内乡一高）。1970 年 12 月，高中毕业的马保国从军入伍，在山东长岛要塞区服役了 5 年。1976 年春节前，马保国与在内乡工作的女友陈淑敏完婚。<br><br>1976 年 3 月，马保国从部队复员回到内乡县城，5 月被分配到南阳市当工人。1977 年，高考制度恢复，马保国考入南阳师范高等专科学校（南阳师专）并于 1978 年 3 月入读。1981 年 3 月，马保国从南阳师专毕业，回到南阳市原单位工作。1982 年春，马保国被省交通厅选拔为后备干部，于 5 月份参加了国家交通部组织的考试，9 月份到西安公路交通大学学习公交管理。<br><br>1982 年 9 月，在西安上大学的马保国结识了形意拳名家尚济并向其学习形意拳。1984 年年底，马保国毕业回到原单位。1987 年，马保国结识了自称「郭大侠」的武当、峨眉功夫传人郭升海并向其拜师学艺，后成为其入室弟子。1997 年夏天，马保国结识了混元太极第二代传人王长海。王长海会在公园教学点教拳，马保国参加了三次推手学习班。马保国虽自称王长海为自己的师父，不过混元太极谱系记载的王长海的 39 位弟子中并没有马保国。2001 年，马保国的儿子马晓阳赴英国读 MBA，为此马保国借了巨债，但之后无力偿还，不得已而出国教拳。<br><br>2002 年 2 月至 2007 年 1 月，马保国在英国教授中国功夫，并在此期间的 2004 年 2 月创建了「英国混元太极拳协会」，任首届会长。2013 年夏，马保国与儿子马晓阳及众弟子共同创立了「浑元形意太极门」。2015 年秋，马保国协助儿子马晓阳创办了上海浑元国术馆并任名誉馆长。',
    timelineContents: [
      {
        date: '2017 年 4 月 27 日',
        tlTitle: '点评雷雷之战',
        tlText: '6月26日，马保国如约与徐晓冬比武，但其间出现了小插曲，需更换场地。在更换场地事宜商议期间，马保国接受了媒体的采访。采访之际，有围观者喊到“我们支持徐晓冬”，“徐晓冬是打假，不是打中国功夫”，马保国则怒斥曰“中国功夫要走向世界，在这一点上我们是一致的，你喊你支持徐晓冬你是狭隘，没有高度”'
      }
    ]
  },
  雷雷: {
    title: '雷公太极创始人',
    intro: '雷雷，本命魏雷，出生于北京，「雷公太极」创始人、成都太极养生基地总教练。从七八岁开始就接触太极拳，其启蒙老师是杨氏太极第四代传人。在练习太极拳的同时，雷雷也曾学习过拳击、散打、柔道、泰拳和跆拳道，且曾热爱健身。'
  },
  陈小旺: {
    title: '陈氏太极代表性传承人',
    intro: '陈小旺，男，国籍澳大利亚，1946 年 10 月 20 日出生于河南省温县陈家沟，是第一批国家级非物质文化遗产项目太极拳（陈氏太极拳）代表性传承人。<br><br>陈小旺自幼随父辈习武，精通陈氏太极拳理论、套路、器械、推手、散打。在承袭世代家传武学的基础上，继承、发展了陈氏太极拳。1980 年被河南省体委调入，从事专职武术训练和教学工作。1980 - 1982 年参加全国太极拳比赛，连续三年获金牌奖。1985 年代表中国队在西安的首届国际武术邀请赛中获太极拳冠军，曾 20 多次获重大比赛冠军，多次代表中国到日本、美国、新加坡等一百多个国家交流、访问。多次以其精妙绝伦太极功夫战胜和折服了不少前来挑战的武士和力士，为国家赢得了荣誉。多年来培养出了一大批国内外太极拳冠军和优秀太极拳手。辅导教授学生数万人次。'
  },
  王占军: {
    title: '央视武林大会冠军',
    intro: '王占军，河南省温县陈家沟人，陈式太极拳王西安拳法第二代传人，2008 央视武林大会陈式太极拳年度总冠军，国际太极拳文化传播大使，全国武术锦标赛蝉联冠军，吉尼斯世界纪录「丹田弹抖 - 2 公斤重物弹出 102 公分）获得者」，陈家沟太极拳八大天王之 - 霸天王。<br><br>王占军自幼随父 - 国际太极拳王王西安先生习武，学习陈式太极拳老架、新架、国家规定竞赛套路及所有器械，推手及散手，在实战方面颇有造诣，尤其擅长太极推手、擒拿技巧。他热爱中国武术事业，致力于中华武术的研究和探索。他通过长期练习切磋感悟，渐渐突破了传统流派的限制，博采众家之长，广涉诸家之忧，在结合实际变通创新之后，逐步形成了自己独特的技艺风格，创编太极功夫架，传帮带徒。在研究和教学中，他创造性地实现了传统与现实、继承与发展的有机结合，传承和延续了中华武术源远流长、博大精深之民族文化。在弘扬中华武术精神、促进国际武术交流、推动全民健身运动中发挥了示范和表率作用。<br><br>自 1988 年起，他多次在各种太极拳大赛中荣获冠军，1996 年至今，他培养的运动员在国内外各类武术比赛中，荣获 500 余枚金牌。他还多次赴马来西亚、日本、法国、新加坡、美国、意大利、香港、广州、山东等地讲学，并以其浑厚的内功，超群的技艺，在河南省多届太极拳武术锦标赛、全国武术太极拳锦标赛以及国际太极拳年会（交流会）比赛中屡登冠军宝座，因而在国内外武术界还享有「常胜将军」的美誉。此外，他还被海内外多家武术机构、赛事聘为顾问、会长、裁判长等。'
  },
  王占海: {
    title: '太极拳世界冠军',
    intro: '王占海，原名王战海，男，太极拳世界冠军，首批国家级非物质文化遗产太极拳代表性传承人王西安大师之长子，陈式太极拳第十二代传人，陈式太极拳王西安拳法第二代传人，王西安拳法研究会副会长及执行总教练、太极禅国际文化发展有限公司技术总监。<br><br>自幼在父亲王西安言传身教下苦练套路、揣摩实战、深得真传。深谙太极拳「四两拨千斤」、「螺旋缠绕」之理，对太极技击的「旋贯力」、「穿透力」、「化解力」颇有见地，16 岁首次参赛即夺得冠军，其后十余年间参加所有全国及国际性太极拳赛事均夺得冠军，从无败绩，被誉为「无敌战将」。'
  },
  '余昌华、丁浩': {
    title: '咏春大师',
    intro: '余昌华，1979年生，江西昌华咏春堂总教练，江西省国家咏春拳段位制考试点负责人；国家武术一级裁判员；国家咏春拳段位考评员；国家咏春拳段位指导员。<br><br>丁浩，余昌华弟子。<br><br>2010 年 6 月，余昌华和弟子丁浩取得全国首届咏春拳专项段位指导资格。2011 年 3 月，余昌华首次带队参加第九届「武德杯」香港国际武术咏春拳比赛，一举拿下咏春拳集体拳术冠军，少年男子女子，青年男子女子，中年男子咏春冠军。并夺得男子散打特别技术优胜奖，武德高尚奖等荣誉，余昌华荣获最佳教练员。2012 年 2 月，余师傅带队参加了第十届「感恩杯」香港国际武术咏春拳比赛，蝉联了 2011 年的全部荣誉，并把金牌数量超越至 19 枚，银牌 6 枚，铜牌 3 枚。2013 年 4 月，第十一届「祝福杯」香港国际武术节上，江西昌华咏春为江西省夺得 29 枚金牌 2 枚银牌 4 枚铜牌，涉及单人、双人对练、集体拳术，器械四大项目，继第九届「武德杯」、第十届「感恩杯」香港国际武术节两次夺魁后，江西昌华咏春再度成为获奖最多的队伍。'
  }
}
